index.html
<!DOCTYPE HTML>
<html>
  <head>
    <title>M-x love</title>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="https://emacs.love/static/css/style.css" />
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Spectral:ital,wght@0,400;0,700;1,400&amp;family=Spectral+SC:wght@500&amp;display=swap" rel="stylesheet">
    <meta name="description" content="Org-mode blog static generator">
    <meta name="keywords" content="Emacs, org, org-mode, blog, static generator, static blog">
  </head>
  <body>
    <header>
      <h1>(<3) Emacs Love</h1>
      <p>A modern emacs collective</p>
    </header>
    <main>
      
<article>
  <section>
    <pre class="example">
(defun &lt;3
"Emacs Love")
</pre>

<p>
Aliquam erat volutpat.  Nunc eleifend leo vitae magna.  In id erat non orci commodo lobortis.  Proin neque massa, cursus ut, gravida ut, lobortis eget, lacus.  Sed diam.  Praesent fermentum tempor tellus.  Nullam tempus.  Mauris ac felis vel velit tristique imperdiet.  Donec at pede.  Etiam vel neque nec dui dignissim bibendum.  Vivamus id enim.  Phasellus neque orci, porta a, aliquet quis, semper a, massa.  Phasellus purus.  Pellentesque tristique imperdiet tortor.  Nam euismod tellus id erat.
</p>

<div id="outline-container-orgeb7799e" class="outline-2">
<h2 id="orgeb7799e">Projects</h2>
<div class="outline-text-2" id="text-orgeb7799e">
</div>
<div id="outline-container-orgd615533" class="outline-4">
<h4 id="orgd615533"><a href="http://emacs.love/weblorg">Weblorg</a></h4>
<div class="outline-text-4" id="text-orgd615533">
<p>
A static HTML generator for Emacs &amp; Org-Mode
</p>
</div>
</div>

<div id="outline-container-org930f3bf" class="outline-4">
<h4 id="org930f3bf"><a href="http://emacs.love/tales">Emacs Tales</a></h4>
<div class="outline-text-4" id="text-org930f3bf">
<p>
A collection of unexpected stories involving emacs
</p>
</div>
</div>
</div>

  </section>
</article>

    </main>
    <footer>
      <p>Emacs Love | Made with ♥ and <a href="http://emacs.love/weblorg">weblorg</a></p>
    </footer>
  </body>
</html>
